/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "No se puede enviar el elemento";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Inténtalo de nuevo más tarde.";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "No has iniciado sesión en Skype";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ envió una foto.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Este dispositivo no es compatible aún con las nuevas características para compartir fotos de Skype, pero puedes verla en tu explorador aquí: %@";
